{
  "1": "1. Field types that support default value settings: common fields, checkboxes, dates",
  "2": "1. Support field format: text, radio, multiple choice, one-way association, two-way association, person, number, currency, progress, telephone number, hyperlink, date, check box",
  "3": "3. Click on the button in front of the question name to show or hide the default value question.",
  "4": "2. When pre-filling multiple records, please use commas to separate them (both Chinese/English are acceptable)",
  "41": "3. Please ensure that the question name of the default value corresponds to the actual form",
  "51": "4. If the name of the problem is not found in the drop-down box of the list of problems, then manually enter it in the drop-down box and press Enter.",
  "title": "Title",
  "General Fields": "General Field",
  "date": "Date",
  "checkbox": "Checkbox",
  "Please fill in the form address first": "Please fill in the form address first!",
  "f1": "The form address is not legal, please check!",
  "Successful generation": "Successful generation",
  "Copy Success": "Copy Success",
  "More operational information": "More operational information",
  "Check out the official documentation for an introduction": "Check out the official documentation for an introduction",
  "Form address": "Form address:",
  "tick": "Checked",
  "Adding default values": "Adding default values",
  "Generate default value address": "Generate default value address",
  "Click to preview": "Click to preview",
  "Click to copy the address": "Click to copy the address",
  "Please enter": "Please enter a default value for the {0}",
  "Please select": "Please select a default value for the {0}",
  "Please select a date": "Please select a date",
  "unchecked": "Unchecked",
  "Confirm": "Confirm",
  "Cancel": "Cancel",
  "note": "Note: The list of fields has been updated, please check if this has affected the list of questions. Click the Refresh button to get the latest fields.",
  "tttt": "Performing this action will reset the list of questions, sure you want to refresh the data in the field drop down box?",
  "refresh": "Refresh",
  "Refresh Successful": "Refresh Successful"
}
